; TCP-Z language resource file

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0410			Italian		Italy					1252				ITA 
; 0x0810			Italian		Switzerland				1252				ITS 


[info]
LanguageName=Italian (italiano)
LanguageID=0x0410
CodePage=1252
Translator=FSoft
Version=2.6
LastModified=3/7/2009

[Common]
AlreadyRun=TCP-Z è già in esecuzione...... Non occorre avviarlo di nuovo.
AboutBox=Inform&azioni su TCPZ...
Minimize=Minimizza
OK=OK
Success=Operazione eseguita con successo.
Fail=Operazione fallita.
SaveToFile=Cattura salvata come:


[TCP]
Version=Versione
FileLimit=Limite file
MemoryLimit=Limite memoria
OriginalFile=Originale
Yes=Sì
No=No
EVIDCount=EvID 4226
Connection=Connessione
Established=Stabilita
HalfOpen=Parziali
CreateDepth=Creazione depth
Incoming=In entrata
Speed=Velocità
Download=Download
Upload=Upload
Peak=Apice precedente
FailGetNicInfo=Raccolta delle informazioni dell'adattatore di rete fallita.
VersionNotMatch=La versione del file tcpip.sys non corrisponde con quella del sistema operativo corrente. TCP-Z verrà chiuso.\n\nL'avvio di questo programma in modalità di compatibilità non è consentito!
FailGetVersion=Operazione fallita. Probabilmente il file tcpip.sys è stato bloccato.
UnKnown=Sconosciuto
UnLimited=Illimitata,Crack

[Statistics]
Statistics=Statistiche
TCPStatistics=Statistiche TCP di IPv4
DurationOfStatistics=Durata delle statistiche
OutgoingConnection=Connessioni in uscita
IncomingConnection=Connessioni in entrata
FailedConnection=Connessioni fallite
EstablishedConnection=Connessioni riuscite
SuccessRatio=% di successo"
Reset=Reimposta
AdapterInfo=Informazioni sugli adattatori di rete
DeviceType=Dispositivo
OperateStatus=Stato
LinkSpeed=Velocità di accesso
TransmitSpeed=Velocità di trasmissione
ReceiveSpeed=Velocità di ricezione
; // A: This "UP" comes from c++ header file, means active, connected
Up=Attivo
Down=Non attivo
Ethernet=Ethernet
PPP=PPP
Wireless=Wireless


[Detail]
Detail=Dettagli
Process=Processo
PID=PID
ProcessInfo=Informazioni sul processo
; These info is same as Windows Task Manager
MemUsage=Uso memoria
VMSize=Dimensioni MV
IORead=Lettura I/O
IOWrite=Scrittura I/O


[Patch]
Patch=Applica patch
PatchMemory=Applica patch nella memoria
PatchFile=Applica patch al file Tcpip.sys
OldValue=Valore attuale
NewValue=Nuovo valore
Offset=Offset
Apply=Applica
MsgMemPatch=Cambia il numero delle connessioni parziali nella memoria del kernel.\n\nLa patch è immediata e ha effetto fino allo spegnimento del computer.
TipMemPatch=Suggerimenti per applicare la patch nella memoria
Open=Apri
MsgTipMemPatch=Per applicare la patch automaticamente, prova TCP-Z Virtual Device.\nVa installata solo una volta. Ad ogni avvio del PC verrà impostato automaticamente il numero delle connessioni parziali scelto.
MsgFilePatch=E' necessario riavviare il PC per applicare la patch.\nLa patch va applicata solo una volta.\n\nSe hai Vista, prova 'Universal Tcpip.sys Patch'

InvalidValue=Valore non valido!
ComfirmPatchFile=Applicare la patch al file Tcpip.sys?
FailDisableWFP=Disattivazione di Windows File Protection fallita.\n\nOppure, la funzione WFP è stata già disabilitata.

UnsupportedOS=La versione di questo sistema operativo non è supportata.
FailExtractFile=Estrazione del file del driver fallita.
FailLoadDriver=Caricamento del driver fallito. \nEsegui questo programma come amministratore.\n\nAlcuni antivirus potrebbero bloccare il caricamento del driver di TCP-Z, perciò, potrebbe essere necessario impostare delle regole per consentire il caricamento del driver di TCP-Z..
LoadErrorCode=Errore nel caricamento del driver di TCP-Z. Codice errore:
FailOpenSCM=Apertura di Gestione servizi fallita. Right is not enough
FailCreateService=Creazione del servizio fallita
FailStartService=Avvio del servizio fallito
TestsigningNotEnable=La modalità TESTSIGNING è disabilitata.\n\nPer maggiori dettagli, vedi Readme.txt.\n\nAbilitare la modalità TESTSIGNING ora?
TestsigningSetOK=La modalità TESTSIGNING è ABILITATA.\n\nSe compare la scritta 'Test Mode' sul desktop, è possibile rimuoverla con 'RemoveWatermarkX64.exe'.\n\nAl termine, è necessario riavviare il computer.

SetSuccess=TCP Half Open connection limit change to:
SetFail=Fail to set the new limit value.


[About]
About=Informazioni
ReadMe=Guida ...

[MiniBar]
Active=Attiva
Statistics=Statistiche


[LanguageDialog]
LangChanged=The user interface language has been changed, you need to restart program to take effect.


[PopupMenu]
ShowTCPZ=Mo&stra / Nascondi TCP-Z
OnTopmost=Sempre in primo piano
ShowMinibar=Mostra / Nascondi la Minibar
Transparent=Percentuale di trasparenza
CaptureTCPZ=Cattura la finestra di TCP-Z
CaptureScreen=&Cattura lo schermo intero
RefreshNicList=Aggio&rna l'elenco degli adattatori Net
Exit=C&hiudi